#####################################################################
[Translation]

TRANSLATION_BY = Přeložil
TRANSLATION_NAME = Jan Watzke
TRANSLATION_LINK = mailto://janwatzke@gmail.com
LANGUAGENAME=Czech
FILEVER=3000

#####################################################################

[Common]

SYSTEM_FONT_NAME = tahoma
SYSTEM_FONT_SIZE = 8
SYSTEM_TITLE_BOLD = 1
SYSTEM_EDITOR_PANEL_SIZEOVERFLOW = 0
POPUPMARGIN=35

[MainPopup]
#-------------------------------------------------------------
MNU_OPEN_PICPICK		=Editor &obrázků
#-------------------------------------------------------------

MNU_CAPTURE			=Zachycení &obrazovky

#3.0.0 Please omit the 'Capture' text.  For exmaple, "Capture Full-screen" (X) -> "Full-screen" (O)
#3.0.0 For Capture Bar, please try to make the menu name shortly.
MNU_CAPTURE_FULLSCREEN		=&Celá obrazovka
MNU_CAPTURE_ACTIVEWINDOW	=&Aktivní okno
MNU_CAPTURE_CONTROL		=Ovládací &prvek
MNU_CAPTURE_SCROLLINGWINDOW	=&Rolující okno
MNU_CAPTURE_REGION		=&Výběr
MNU_CAPTURE_FIXEDREGION		=&Přesný výběr
MNU_CAPTURE_FREEHAND		=Volný &výběr
MNU_CAPTURE_WEBPAGE		=&Webová stránka
MNU_CAPTURE_REPEAT		=Zopakovat &poslední akci

MNU_CAPTUREQBAR			=Zobrazit &tabulku...
#3.0.0

#-------------------------------------------------------------
MNU_CAPTURE_SETTING		=Nastavení &snímání
MNU_OUTPUTTYPE			=Typ &výstupu

MNU_OUTPUTTYPE_PICPICK		=PicPick &editor
MNU_OUTPUTTYPE_CLIPBOARD	=Kopírovat do &schránky
MNU_OUTPUTTYPE_SAVEIMAGE	=Uložit jako &soubor
MNU_OUTPUTTYPE_SAVEFOLDER	=&Automaticky uložit jako...
MNU_OUTPUTTYPE_OTHER		=E&xterní program...
MNU_OUTPUTTYPE_FTP		=Nahrát na F&TP
MNU_OUTPUTTYPE_SHARE		=S&dílet
MNU_OUTPUTTYPE_SENDTO		=&Odeslat
MNU_OUTPUTTYPE_FACEBOOK	=Nahrát na Face&book
MNU_OUTPUTTYPE_TWITTER		=Nahrát na Tw&itter
MNU_OUTPUTTYPE_MSWORD		=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL		=Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT		=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK	=E-mail (Out&look)
MNU_OUTPUTTYPE_PRINTER		=&Tiskárna

MNU_OUTPUTTYPE_WEB			=Nahrát na &web
MNU_OPT_DEFAULTFORMAT		=Výchozí &formát obrázku
MNU_OPT_OPENEDITOR		=Otevřít &editor při spuštění programu
MNU_OPT_STARTUPPROGRAM	=&Spustit PickPick po spuštění systému
#-------------------------------------------------------------
MNU_COLORPICKER			=&Kapátko
MNU_COLORPALETTE		=Paleta B&arev
MNU_COPYCOLORTYPE		=Zkopírovat barvu &jako
MNU_COLORHISTORY		=&Historie &barev
MNU_COLORHISTORY_CLEAR		=&Vyčistit
#-------------------------------------------------------------
MNU_MAGNIFIER			=&Lupa
MNU_PIXELRULER			=&Pravítko
MNU_PROTRACTOR			=&Úhloměr
MNU_CROSSHAIR			=&Záměrný kříž
MNU_WHITEBOARD			=&Tabule
#-------------------------------------------------------------
MNU_ABOUT_PICPICK		=Nastavení &programu...
MNU_EXIT_PICPICK		=&Ukončit


[PicPickEditor]
#-------------------------------------------------------------
MNU_FILE =&Soubor
MNU_FILE_NEW =&Nový
MNU_FILE_OPEN =&Otevřít
MNU_FILE_OPENCLIPBOARD =Otevřít ze &schránky
#3.0.0
MNU_FILE_OPENURL =Otevřít z &URL
#3.0.0
MNU_FILE_SAVESAME=&Uložit
MNU_FILE_SAVE =Uložit &jako
MNU_FILE_SAVESELECT =Ul&ožit výběr jako...
MNU_FILE_SAVEALL=Uložit v&še...
MNU_FILE_PRINT=&Vytisknout
#3.0.2
MNU_FILE_CLOSEIMAGE =&Zavřít obrázek
MNU_FILE_CLOSECURRENTIMAGE =&Zavřít aktuální obrázek
MNU_FILE_CLOSEALLIMAGE = &Všechny obrázky
MNU_FILE_CLOSEALLSAVEDIMAGE =Všechny &uložené obrázky
#3.0.2
MNU_FILE_CLOSEPICPICK =U&končit
#-------------------------------------------------------------
MNU_EDIT =&Upravit
MNU_EDIT_UNDO =&Zpět
MNU_EDIT_REDO =&Znovu
MNU_EDIT_CUT =Vyjmou&t
MNU_EDIT_COPY =&Kopírovat
MNU_EDIT_PASTE =&Vložit
MNU_EDIT_PASTEFROMFILE =Vložit ze &souboru...
MNU_EDIT_SELECTDEL =&Smazat
MNU_EDIT_SELECTNEW =O&říznout
MNU_EDIT_DESELECT =Od&značit
MNU_EDIT_SELECTALL =Vybrat &vše
MNU_EDIT_IMAGERESIZE =&Změnit velikost obrázku...
MNU_EDIT_CANVASRESIZE =Změnit velikost p&látna...
MNU_EDIT_VIEWBITMAP =&Zobrazit bitmapu přes celou obrazovku...
#-------------------------------------------------------------
MNU_TOOLS =&Tools
MNU_TOOLS_FULLSCREEN 		=Zachytit &celou obrazovku
MNU_TOOLS_ACTIVEWINDOW 		=Zachytit &aktuální okno
MNU_TOOLS_CONTROL 		=Zachytit ovládací &prvek
MNU_TOOLS_SCROLLINGWINDOW	=Zachytit &rolující okno
MNU_TOOLS_WEBPAGE 		=Zachytit &webovou stránku
MNU_TOOLS_REGION 		=Zachytit &výběr
MNU_TOOLS_FIXEDREGION 		=Zachytit př&esný výběr
MNU_TOOLS_FREEHAND 		=Zachytit volný &výběr
MNU_TOOLS_REPEAT 		=Zopakovat &poslední akci
MNU_TOOLS_COLORPICKER		=&Kapátko
MNU_TOOLS_COLORPALETTE		=P&aleta barev
MNU_TOOLS_MAGNIFIER		=&Lupa
MNU_TOOLS_PIXELRULER		=Pr&avítko
MNU_TOOLS_PROTRACTOR		=&Úhloměr
MNU_TOOLS_CROSSHAIR		=Z&áměrný kříž
MNU_TOOLS_WHITEBOARD		=&Tabule
MNU_TOOLS_OPTION		=N&astavení programu
#-------------------------------------------------------------
MNU_TOOLSOPTION				=Nastavení &programu
MNU_TOOLSOPTION_OUTPUTTYPE			=Typ &výstupu
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT		=Výchozí &formát obrázku
MNU_TOOLSOPTION_DUALMONITORS			=Podpora pro &dva monitory
MNU_TOOLSOPTION_HOTKEY			=Změnit &klávesové zkratky...
MNU_TOOLSOPTION_SOUND				=Aktivovat &zvukové efekty
MNU_TOOLSOPTION_SCROLLCAPTURE		=Aktivovat &automatické rolování
MNU_TOOLSOPTION_MOUSECURSOR			=Zahrnout &kursor myši
MNU_TOOLSOPTION_STARTUPPROGRAM		=Spustit program při startu systému
MNU_TOOLSOPTION_OPENEDITOR			=Otevřít &editor při spuštění programu
MNU_TOOLS_COLORTYPE				=Z&kopírovat barvu jako
#-------------------------------------------------------------
MNU_EFFECT 			=Efekt&y
MNU_EFFECT_INVERT 		=&Invertovat
MNU_EFFECT_GRAYSCALE		=&Šedá škála
MNU_EFFECT_MOSAIC 		=&Seskupení...
MNU_EFFECT_BLUR 		=&Rozmazat
MNU_EFFECT_SHARPEN 		=&Zaostřit
MNU_EFFECT_BRIGHTNESS 		=J&as / Konstrast...
MNU_EFFECT_HSL 			=&Barvy / sytost...
MNU_EFFECT_BORDER 		=Ed&ge Effects
MNU_EFFECT_FLIP 		=&Obrátit
MNU_EFFECT_FLIPH 		=Obrátit &horizontálně
MNU_EFFECT_FLIPV 		=Obrátit &vertikálně
MNU_EFFECT_ROTATE 		=&Otočit
MNU_EFFECT_ROTATE90 		=&90' ve směru hodinových ručiček
MNU_EFFECT_ROTATE180 		=&180' ve směru hodinových ručiček
MNU_EFFECT_ROTATE270 		=&270' ve směru hodinových ručiček
MNU_EFFECT_FRAME		=R&ámeček...
#3.0.0
MNU_EFFECT_COLORBALANCE		=Vyvážení ba&rev...
#3.0.0
#-------------------------------------------------------------
MNU_WINDOW =&Okno
MNU_WINDOW_CASCADE =&Kaskádovitě
MNU_WINDOW_TILEH =Tile &Horizontálně
MNU_WINDOW_TILEV =Tile &Vertikálně
MNU_WINDOW_MINIMIZEALL =&Minimalizovat vše
#-------------------------------------------------------------
MNU_HELP =&Nápověda
MNU_HELP_WEBSITE =PicPick wev...
MNU_HELP_ABOUT =O...

PNL_TOOL_TOOLS = Nástroje
PNL_TOOL_COLOR = Barva
PNL_TOOL_PROPERTY = Vlastnosti
LBL_TOOL_WIDTHS = Šířka :
LBL_TOOL_OPACITY = Průhlednost
LBL_TOOL_SHAPE= Tvar:

#-------------------------------------------------------------
#Ribbon

#3.0.0
TAB_HOME=Domů
TAB_FILE=Soubor
TAB_VIEW=Zobrazení
TAB_SHAPES=Tvary
#3.0.0

TBR_CLIPBOARD=Schránka
TBN_CLIPBOARD_PASTE=Vložit
TBN_CLIPBOARD_CUT=Vyjmout
TBN_CLIPBOARD_COPY=Kopírovat
TBN_CLIPBOARD_DELETE=Smazat

TBR_VIEW=Zobrazit
TBN_VIEW_ZOOMIN=Přiblížit
TBN_VIEW_ZOOMOUT=Oddálit
TBN_VIEW_FULL=Celá obrazovka
TBN_VIEW_100=Aktuální velikost

TBR_IMAGE=Obrázet
TBN_IMAGE_EFFECT=Efekty
TBN_IMAGE_CROP=Oříznout
TBN_IMAGE_RESIZE=Velikost
TBN_IMAGE_ROTATE=Otočit

TBR_TOOLS=Nástroje
TBR_COLOR=Barvy

POP_COLORTYPE1 = Pastelové barvy
POP_COLORTYPE2 = Primární barvy

#3.0.0

TBR_SHOWHIDE=Zobrazit / skrýt
TBN_RULER=Pravítko
TBN_STATUSBAR=Status lišta
TBN_TAB = Panel

TBN_THUMBNAIL=Náhledy

TBR_WINDOW=Okno
TBN_CASCADE=Kaskády
TBN_ARRANGEALL=Uspořádat vše

TBN_REGISTER=&Koupit

TBN_VIEW_100=100% Zobrazení

TBN_TOOLS_SELECT = Vybrat

TBN_MORECOLORS = Více
MNU_PALETTETYPE = Typ palety

MNU_TOPBAR_TITLE = Přizpůsobit horní tlačítka
MNU_TOPBAR_MINIMIZERIBBON = &Minimalizovat lištu

#3.0.0
#-------------------------------------------------------------

[PicPickEditor Tip]
#-------------------------------------------------------------
TIP_FILE_NEW =Nový obrázek
TIP_FILE_OPEN =Otevřít existující
TIP_FILE_OPENCLIPBOARD =Otevřít ze schránky
#3.0.0
TIP_FILE_OPENURL =Otevřít z URL
#3.0.0

TIP_FILE_SAVE =Uložit
TIP_FILE_SAVEAS =Uložit jako
TIP_FILE_SAVESELECT =Uložit výběr jako
TIP_FILE_SAVEALL =Uložit vše jako
TIP_FILE_PRINT=Tisk
TIP_FILE_CLOSEIMAGE =Zavřít
TIP_FILE_CLOSEALLIMAGE =Zavřít vše
#3.0.2
TIP_FILE_CLOSEALLSAVEDIMAGE =Zavřít vše uložené
#3.0.2
TIP_FILE_CLOSEPICPICK =Zavřít okno
#-------------------------------------------------------------
TIP_EDIT_UNDO =Vrátit zpět poslední akci
TIP_EDIT_REDO =Zopakovat poslední akci
TIP_EDIT_CUT =Vyjmout výběr a zkopírovat do schránky
TIP_EDIT_COPY =Zkopírovat výběr a vložit do schránky
TIP_EDIT_PASTE =Vložit data ze schránky
TIP_EDIT_PASTEFROMFILE =Vložit ze souboru
TIP_EDIT_SELECTDEL =Vymazat výběr
TIP_EDIT_SELECTNEW =Oříznout obrázek
TIP_EDIT_DESELECT =Odznačit obrázek
TIP_EDIT_SELECTALL =Vybrat celý obrázek
TIP_EDIT_IMAGERESIZE =Změnit velikost obrázku
TIP_EDIT_CANVASRESIZE =Změnit velikost plátna
TIP_EDIT_VIEWBITMAP =Zobrazit bitmapu na celé obrazovce
#-------------------------------------------------------------
#3.0.0
TIP_TOOLS_CAPTURE = Zobrazit snímací tabulku na ploše
#3.0.0
TIP_TOOLS_FULLSCREEN =Zachytit celou obrazovku
TIP_TOOLS_ACTIVEWINDOW =Zachytit aktivní okno
TIP_TOOLS_CONTROL =Zachytit ovládací prvek
TIP_TOOLS_SCROLLINGWINDOW	=Zachytit rolující okno
TIP_TOOLS_WEBPAGE =Zachytit webovou stránku
TIP_TOOLS_REGION =Zachytit výběr
TIP_TOOLS_FREEHAND =Zachytit volný výběr
TIP_TOOLS_FIXEDREGION =Zachytit přesný výběr
TIP_TOOLS_REPEAT =Zachytí obrazovku pomocí poslední vybrané akce

TIP_TOOLS_COLORPICKER	=Zobrazit kapátko
TIP_TOOLS_COLORPALETTE	=Zobrazit barevnou paletu
TIP_TOOLS_MAGNIFIER	=Zobrazit lupu
TIP_TOOLS_PIXELRULER	=Zobrazit pravítko
TIP_TOOLS_PROTRACTOR	=Zobrazit úhloměr
TIP_TOOLS_CROSSHAIR	=Zobrazit záměrný kříž
TIP_TOOLS_WHITEBOARD	=Udělat z obrazovky tabuli
TIP_TOOLS_OPTION		=Zobrazit nastavení programu
#-------------------------------------------------------------
TIP_TOOLSOPTION					=Změnit nastavení snímání
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK		=Změnit výstup snímaného obrázku
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD		=Změnit výstup snímaného obrázku
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE		=Změnit výstup snímaného obrázku
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER		=Změnit výstup snímaného obrázku
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER		=Změnit výstup snímaného obrázku
TIP_TOOLSOPTION_OUTPUTTYPE_FTP		=Změnit výstup snímaného obrázku
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK	=Změnit výstup snímaného obrázku
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER	=Změnit výstup snímaného obrázku
TIP_TOOLSOPTION_OUTPUTTYPE_WORD	=Změnit výstup snímaného obrázku
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL	=Změnit výstup snímaného obrázku
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT	=Změnit výstup snímaného obrázku
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK	=Změnit výstup snímaného obrázku
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER	=Změnit výstup snímaného obrázku

TIP_TOOLSOPTION_OPT_DEFAULTFORMAT		=Změnit výchozí formát obrázku
TIP_TOOLSOPTION_DUALMONITORS			=Přidá podporu pro dva monitory
TIP_TOOLSOPTION_HOTKEY				=Změnit klávesové zkratky...
TIP_TOOLSOPTION_SOUND				=Povolit zvuk při snímání
TIP_TOOLSOPTION_SCROLLCAPTURE			=Zachytit rolující okno
TIP_TOOLSOPTION_MOUSECURSOR			=Zahrne kursor myši
TIP_TOOLSOPTION_STARTUPPROGRAM		=Spustí program při načtení systému
TIP_TOOLSOPTION_OPENEDITOR			=Spustí editor při načtení systému
TIP_TOOLS_COLORTYPE				= Změnit typ barvy [HTML, RGB, C++, Delphi]

#-------------------------------------------------------------
TIP_EFFECT_INVERT =Obrátit barvy obrázku
TIP_EFFECT_GRAYSCALE =Zkonvertovat obrázek do šedých barev
TIP_EFFECT_MOSAIC =Udělat z obrázku mozaiku
TIP_EFFECT_BLUR =Aplikovat rozmazání
TIP_EFFECT_SHARPEN =Zaostřit na obrázek
TIP_EFFECT_BRIGHTNESS =Jas / Konstrast
TIP_EFFECT_HSL =Odstín / Sytost
TIP_EFFECT_FLIPH =Obrátit obrázek nebo výběr horizontálně
TIP_EFFECT_FLIPV =Obrátit obrázek nebo výběr vertikálně
TIP_EFFECT_ROTATE90 =Obrátit obrázek o 90 stupňů po směru hodinových ručiček
TIP_EFFECT_ROTATE180 =Obrátit obrázek o 180 stupňů po směru hodinových ručiček
TIP_EFFECT_ROTATE270 =Obrátit obrázek o 270 stupňů po směru hodinových ručiček
TIP_EFFECT_FRAME=Aplikovat rámeček
#-------------------------------------------------------------
TIP_WINDOW_CASCADE =Seřadit okna do kaskády
TIP_WINDOW_TILEH =Seřadit okna horizontálně
TIP_WINDOW_TILEV =Seřadit okna vertikálně
TIP_WINDOW_MINIMIZEALL =Minimalizovat otevřená okna
#-------------------------------------------------------------
TIP_HELP_WEBSITE =Otevřít PickPick domovskou stránku
TIP_HELP_ABOUT =Zobrazit informace o programu
#-------------------------------------------------------------
TIP_TOOL_MOVE =Přesunout
TIP_TOOL_SELECT =Vybrat část obrázku
TIP_TOOL_FILL =Vyplnit barvou
TIP_TOOL_BRUSH =Štětec
TIP_TOOL_PENCIL =Tužka
TIP_TOOL_ZOOM =Lupa
TIP_TOOL_ERASER =Guma
TIP_TOOL_PICKCOLOR =Vybrat barvu
TIP_TOOL_TEXT =Text
TIP_TOOL_LINE =Čára
TIP_TOOL_RECT =Obdélník
TIP_TOOL_ELLIPSE =Elipsa
TIP_TOOL_ARROW =Šipka
TIP_TOOL_RRECT =Zaoblený obdélník
TIP_TOOL_ADDIMAGE =Vložit obrázek

#3.2.1
TIP_TOOL_HIGHLIGHTPEN = Zvýrazňovací pero
TIP_TOOL_HIGHLIGHTRECT = Zvýrazňovací obdélník
#3.2.1

#3.0.0 File menu width has been changed
TIP_OUTPUTTYPE_MSWORD1 		= Vložit kopii obrázku do
TIP_OUTPUTTYPE_MSWORD2 		= Microsoft Word

TIP_OUTPUTTYPE_MSEXCEL1 		= Vložit kopii obrázku do
TIP_OUTPUTTYPE_MSEXCEL2 		= Microsoft Excel

TIP_OUTPUTTYPE_MSPOWERPOINT1	= Vložit kopii obrázku do
TIP_OUTPUTTYPE_MSPOWERPOINT2 	= Microsoft PowerPoint

TIP_OUTPUTTYPE_PROGRAM1		= Poslat kopii obrázku do
TIP_OUTPUTTYPE_PROGRAM2 		= externího programu
TIP_OUTPUTTYPE_MSOUTLOOK1	=Přiložit kopii obrázku do 
TIP_OUTPUTTYPE_MSOUTLOOK2	=e-mailové zprávy

TIP_OUTPUTTYPE_FACEBOOK1		= Sdílet tento obrázek pomocí
TIP_OUTPUTTYPE_FACEBOOK2 		= Facebooku

TIP_OUTPUTTYPE_TWITTER1		= Sdílet tento obrázek pomocí
TIP_OUTPUTTYPE_TWITTER2 		= Twitteru

TIP_OUTPUTTYPE_FTP1		= Poslat tento obrázek na
TIP_OUTPUTTYPE_FTP2 		= web pomocí FTP

TIP_OUTPUTTYPE_WEBUPLOAD1	= Poslat tento obrázek na
TIP_OUTPUTTYPE_WEBUPLOAD2	= web
#3.0.0 File menu width has been changed


#3.0.0;Missing tips

TIP_IMAGE_ROTATEFLIP = Obrátit obrázek nebo výběr

TIP_TOOLS_EFFECT=Zvolit efekt
TIP_TOOLS_WIDTHS=Zvolit šířku
TIP_TOOLS_OPACITY = Zvolit viditelnost

TIP_VIEW_ZOOMIN = Přiblížit
TIP_VIEW_ZOOMOUT = Oddálit
TIP_VIEW_ZOOMSELECT =Přiblížit nebo oddálit
TIP_VIEW_ACTUALSIZE = Přiblížit na 100%
TIP_VIEW_THUMBNAIL=Zobrazit náhled stránky

TIP_SHOW_RULER= Zobrazit nebo skrýt pravítka
TIP_SHOW_STATUSBAR=Zobrazit nebo skrýt status lištu
TIP_SHOW_TAB=Zobrazit nebo skrýt lištu panelů

TIP_COLOR_COLOR1 = Barva popředí
TIP_COLOR_COLOR2 = Barva pozadí
TIP_COLOR_SWAP=Přepnout barvu popředí a barvu pozadí
TIP_COLOR_DEFAULT = Výchozí barvy popředí a pozadí
TIP_COLOR_MORE=Zobrazit více barev

TIP_SHAPE_FLATTEN=Zploštit tvary
TIP_SHAPE_DELETE=Smazat tvar
TIP_SHAPE_DUPLICATE=Duplikovat tvar

TIP_SHAPE_FILL=Vyplnit tvar
TIP_SHAPE_OUTLINE=Tvar obrysu
TIP_SHAPE_EFFECTS=Formát tvaru
TIP_SHAPE_ADDTEXT=Vložit do tvaru text

TIP_SHAPE_FLATTEN_ALL=Sloučit všechny tvary
TIP_SHAPE_BRINGTOFRONT=Přenést objekt do popředí
TIP_SHAPE_SENDTOBACK=Přenést objekt do pozadí

#3.0.0

[Dialogs]
#-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE =PicPick editor
DLG_CONTROLCAPTURE_TITLE =PicPick - Ovládací prvek
DLG_SCROLLINGWINDOWCAPTURE_TITLE =PicPick - Rolující okno
DLG_REGIONCAPTURE_TITLE =PicPick - Výběr
DLG_FIXEDREGIONCAPTURE_TITLE =Přesný výběr
DLG_FREEHANDCAPTURE_TITLE=PicPick - Volný výběr
DLG_WHITEBOARDTOOL_TITLE=PicPick - Tabule
DLG_MAGNIFIER_TITLE=PicPick - Lupa
DLG_COLORPICKER_TITLE =PicPick - Kapátko
DLG_CROSSHAIR_TITLE=PicPick - Záměrný kříž
DLG_COLORPALETTE_TITLE =Paleta barev
DLG_AUTOSAVE_TITLE = Auto. uložení
DLG_NEWIMAGE_TITLE = Nový obrázek
DLG_PRINT_TITLE = Tisk
DLG_CANVASSET_TITLE = Změnit velikost plátna
DLG_IMAGERESIZE_TITLE = Změnit velikost obrázku
DLG_ABOUT_TITLE = O programu
DLG_PIXELATE_TITLE = Pixelate
DLG_HUESATURATION_TITLE = Odstín / Sytost
DLG_BRIGHTNESSCONTRAST_TITLE = Jas / Konstrast
DLG_FRAME_TITLE		=Rámeček
DLG_FONTVIEW_TITLE = Vložit text
DLG_CAPTURE_TITLE=Sejmout
DLG_CHANGEHOTKEY_TITLE = Zkratky
DLG_WEBPAGECAPTURE_TITLE = PicPick - Zachytit webové stránky
DLG_SHORTCUT_TITLE = Změnit klávesové zkratky
DLG_SETUP_TITLE		=Nastavení programu
DLG_FILENAMESETUP_TITLE	=Název
DLG_FTPSETUP_TITLE	=FTP
DLG_EDITORSETUP_TITLE	=Editor
DLG_ARROWSET_TITLE	=Vlatní šipka
DLG_FACEBOOK_TITLE	=Facebook připojení
DLG_TWITTER_TITLE		=Twitter připojení
DLG_WEBUPLOAD_TITLE		=Nahrát na web

#3.0.6
DLG_IMAGES_TITLE	=Obrázky
#3.0.6

BTN_OK = &OK
BTN_CANCEL = &Zrušit
#3.0.0
BTN_APPLY = &Použít
#3.0.0
#-------------------------------------------------------------

[About]

GRP_PRESET = Vlastnosti
CHK_ADDSTARTUP = Spustit program po spuštění systému
CHK_ADDDESTKOP = Vytvořit ikonu na ploše
CHK_CHECKUPDATE = Automaticky hledat aktualizace
LBL_LANGUAGE = Jazyk
BTN_HOTKEY = Klávesové zkratky...
BTN_CREDIT = Titulky
LBL_PROGRAMPARAMETER=&Nastavení...
CHK_SETTINGTOAPPDATA=Uložit nastavení
LBL_MORELANGUAGE=Další jazyky...

[Captures]
#-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY =Vlastnosti
LBL_CONTROLCAPTURE_CLASS =Jméno
LBL_CONTROLCAPTURE_SIZE =Velikost
LBL_CONTROLCAPTURE_INFO=Prvek
LBL_CONTROLCAPTURE_SCROLL=Automatické rolování
LBL_CONTROLCAPTURE_OUTPUTTYPE =Typ výstupu
LBL_CONTROLCAPTURE_HANDLE =Klika
LBL_CONTROLCAPTURE_RECT =Rect
LBL_CONTROLCAPTURE_BOTTOMTIP =Zvolte prvek (tlačítko, prvek, lištu, atd...), a zmáčkněte print screen.

GRP_FIXEDREGIONCAPTURE_PROPERTY = Velikost výběru
LBL_FIXEDREGIONCAPTURE_WIDTH = Šířka :
LBL_FIXEDREGIONCAPTURE_HEIGHT =Výška :

TIP_REGIONCAPTURE_NOTDRAG =Zvolte obdélníkový tvar
TIP_PIXEL = Pixels
TIP_FREEHANDCAPTURE_NOTDRAG =Nakreslete libovolný tvar

LBL_COLORPICKER_COLORAS =Barva :
LBL_COLORPICKER_VALUE =Hodnota :

LSV_WEBPAGECAPTURE_LIST = Zvolte webovou stránku pro sejmutí
BTN_WEBPAGECAPTURE_RELOAD = &Znovu načíst
BTN_WEBPAGECAPTURE_CAPTURE = &Sejmout

#3.0.3
LBL_MINIHELP=Klikněte levým tlačítkem myši pro výběr oblasti.
#3.0.3
#-------------------------------------------------------------


[Shortcut]
#-------------------------------------------------------------
TAB_HOTKEY = Klávesové zkratky
GRB_CAPTURE = Sejmutí obrazovky
GRB_TOOLS = Nástroje

LBL_KEYNONE = Žádná

LBL_CAPTURE_FULLSCREEN		=Sejmout celou obrazovku
LBL_CAPTURE_ACTIVEWINDOW	=Sejmout aktivní okno
LBL_CAPTURE_CONTROL		=Sejmout prvek
LBL_CAPTURE_SCROLLINGWINDOW	=Sejmout rolující okno
LBL_CAPTURE_REGION		=Sejmout výběr
LBL_CAPTURE_FIXEDREGION		=Sejmout přesný výběr
LBL_CAPTURE_FREEHAND		=Sejmout libovolný výběr
LBL_CAPTURE_WEBPAGE		=Sejmout web stránku
LBL_CAPTURE_REPEAT		=Opakovat poslední akci

LBL_TOOLS_EDITOR		=Obrázkový editor
LBL_TOOLS_COLORPICKER		=Kapátko
LBL_TOOLS_COLORPALETTE		=Paleta barev
LBL_TOOLS_PIXELRULER		=Pravítko
LBL_TOOLS_PROTRACTOR		=Úhloměr
LBL_TOOLS_CROSSHAIR		=Záměrný kříž
LBL_TOOLS_WHITEBOARD		=Tabule

LBL_TOOLS_MAGNIFIER		=Lupa

CBO_HOTKEY_CUSTOM		=Vlastní...
CBO_HOTKEY_DEFAULT		=PicPick výchozí
CBO_HOTKEY_HYPERSNAP		=HyperSnap
CBO_HOTKEY_NONE			=Zakázáno


#-------------------------------------------------------------


#-------------------------------------------------------------

[FontView]

GRP_COLOR = Barvy
LBL_FONTCOLOR = Barva písma
CHK_FILLCOLOR = Vyplnit barvou
CHK_AA = Vyhlazování hran písma

[AutoSave]
#-------------------------------------------------------------

GRP_SELECTFOLDER =Automaticky uložit obrázek
LBL_SELECTFOLDER =Vyberte adresář pro automatické uložení
BTN_SELECTFOLDER =&Procházet...
GRP_SELECTFILENAME =Název souboru
RDO_SELECTFILENAME_TEXT =Text + číslo
RDO_SELECTFILENAME_NUM =Jen číslo
RDO_SELECTFILENAME_DATETIME =Datum/čas
LBL_SELECTFILENAME_DATETIME_FORMAT = yyyy-mm-dd hh nn ss
EDT_SELECTFILENAME_DEFAULT = Obrázek
GRP_SELECTFORMAT =Formát souboru
RDO_SELECTFORMAT_BMP =Bitmapy (*.bmp)
RDO_SELECTFORMAT_JPG =Soubory JPEG(*.jpg)
RDO_SELECTFORMAT_PNG =Soubory PNG (*.png)
RDO_SELECTFORMAT_GIF =Soubory GIF (*.gif)
#3.0.7
RDO_SELECTFORMAT_PDF =Soubory PDF (*.pdf)
#3.0.7

LBL_SAVEFILENAME=Vložte výchozí název souboru pro automatické ukládání nebo nahrání na FTP.

LBL_EXAMPLETITLE=Příklady:
LBL_EXAMPLE1=%y : Rok, %m : Měsíc, %d : Den
LBL_EXAMPLE2=%h : Hodiny, %n : Minuty, %s : Sekundy
LBL_EXAMPLE3=%c : Číslo
#3.1.2
LBL_EXAMPLE4=%u : Uživatelské jméno, %w : Název počítače
#3.1.2
GRB_OTHERPROGRAM=Nastavení externího programu
LBL_OTHERPROGRAM=Zvolte externí program pro upravování vašich screenshotů
LBL_OTHERPROGRAMPATH=Cesta k programu :
LBL_OTHERPROGRAMPARAMETER=Parametry : 
LBL_OTHERPROGRAMSELECT=Poslat do programu...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint

[CaptureSet]
#-------------------------------------------------------------
GRB_CAPTUREOPTION		=Nastavení snímání
CHK_DUALMONITORS		=Podpora pro dva monitory
CHK_SOUND			=Povolit zvukový efekt při snímání
CHK_MOUSECURSOR		=Zahrnout kursor myši
CHK_HIDEEDITOR			=Schovat PickPick před sejmutím
CHK_ALWAYSCOPYCLIPBOARD	=Vždy zkopírovat snímaný obrázek do schránky

#3.0.5
CHK_STARTWITHCAPTUREBAR	=Zobrazit zachytávací tabulku při spuštění programu
#3.0.5

GRB_AUTOSCROLL			=Automatické rolování
CHK_SCROLLCAPTURE		=Aktivovat automatické rolování
LBL_SCROLLDELAY			=Frekvence : 
LBL_SCROLLDELAYMS		=ms

GRB_MAGNIFIER			=Okno s lupou
CHK_MAGNIFIER			=Zobrazit okno s lupou při snímání
LBL_ZOOMSCALE			=Úroveň přiblížení :

#3.0.3
GRB_CAPTUREDELAY		=Prodleva před sejmutím
#3.0.3

#3.1.9
CHK_ADVANCECONTROLCAPTURE = Použít pokročilé zachytávání obrazovky Windows
#3.1.9

#-------------------------------------------------------------

[FTP]
#-------------------------------------------------------------
GRB_FTPSERVER = Nastavení FTP serveru
LBL_FTPADDRESS  =FTP server :
LBL_REMOTEPATH = Cesta :
LBL_PORT=Port :
CHK_PASSIVEFTP= Použít pasivní FTP
LBL_USERNAME=Uživatelské jméno :
LBL_PASSWORD=Heslo :
BTN_CONNECTTEST=TEST
LBL_SENDWEBBROWSER=Otevřít adresu URL v prohlížeči
LBL_SENDCLIPBOARD=Kopírovat URL do schránky
LBL_WEBADDRESS=URL
#-------------------------------------------------------------

[EditorSet]
#-------------------------------------------------------------
GRB_EDITOROPTION = Upravit nastavení
CHK_OPENEDITORWHENSTART=Otevřít editor po spuštění systému
CHK_CENTERIMAGE =Zarovnat obrázek na střed editoru
CHK_CLOSEWITHOUTASKING =Zavřít neuložené obrázky bez potvrzení
CHK_CROPNEW=Oříznout jako nový obrázek
CHK_SHOWCLASSICUI=Zobrazit klasické rozhraní

LBL_BG=Barva pozadí :
RDO_BGGRID=Mřížka
RDO_BGSOLID=Barva

GRB_FILETYPE=Asociace typu souborů
LBL_FILETYPE=Zvolte typy souborů, které se budou ve výchozím nastavení otevírat pomocí programu PickPick
#3.0.0
LBL_FILETYPEVISTA=Udělat z PickPicku výchozí editor pro upravování obrázků
#3.0.0

#-------------------------------------------------------------

[ArrowSet]
#-------------------------------------------------------------
CHK_START = Start
CHK_END = Konec
CHK_OUTLINE = Přidat obrys
CBO_AT_ARROW1 = Šipka 1
CBO_AT_ARROW2 = Šipka 2
CBO_AT_CIRCLE = Kruh
CBO_AT_DIAMOND = Diamant
#-------------------------------------------------------------


[CanvasSet]
#-------------------------------------------------------------
GRP_SIZE = Velikost plátna
LBL_WIDTH = Nová šířka
LBL_HEIGHT =Nová výška
LBL_BACKCOLOR = Barva pozadí
#-------------------------------------------------------------

LBL_PRESETS = Přednastavené
CBO_CLIPBOARD=Schránka
CBO_LASTUSED=Naposledy použité
CBO_CURRENT=Aktuální velikost obrázku

[ResizeSet]
#-------------------------------------------------------------
LBL_ZOOM = 
RDO_ZOOM = Procentuální měřítko
RDO_SIZE = Stupnice konkrétní velikosti
CHK_KEEP = Zachovat poměr stran
LBL_WIDTH = Šířka
LBL_HEIGHT = Výška


[ColorSet]
#-------------------------------------------------------------
BTN_PREVIEW = &Náhled
LBL_PIXELATE = Pixelate
LBL_HUE = Odstín
LBL_SATURATION = Sytost
LBL_BIRGHTNESS = Jas
LBL_CONTRAST = Kontrast
#-------------------------------------------------------------

[FrameSet]
#-------------------------------------------------------------
GRP_PREVIEW = Náhled
GRP_EFFECT = Efekt
CHK_BORDER = Hranice
CHK_FRAME = Rámeček
LBL_ETC=Najít více efektů rámečku..
CHK_AUTO=Použít efekt rámečku při snímání
#-------------------------------------------------------------

[Palette]
#-------------------------------------------------------------
LBL_RED =&Červená
LBL_GREEN =&Zelená
LBL_BLUE =&Modrý
LBL_TYPE = Barva :
BTN_COPY =&Kopírovat

CLR_DEFAULTTEXT = Paleta barev
CLR_CUSTOMTEXT = Více barev...
#-------------------------------------------------------------

[PixelRuler]
#-------------------------------------------------------------
MNU_RULER_MOVE =&Přesunout
MNU_RULER_MOVE_UP =&Nahoru
MNU_RULER_MOVE_DOWN =&Dolu
MNU_RULER_MOVE_LEFT =&Doleva
MNU_RULER_MOVE_RIGHT =&Doprava
#-------------------------------------------------------------
MNU_RULER_TYPE =&Typ
MNU_RULER_TYPE_HOTRIZONTAL =&Horizontální
MNU_RULER_TYPE_VERTICAL =&Vertikální
#-------------------------------------------------------------
MNU_RULER_TRANSPARENT =V&iditelnost
MNU_RULER_TRANSPARENT_USE =&Povoleno
MNU_RULER_TRANSPARENT_NOTUSE =&Zakázáno
MNU_RULER_TRANSPARENT_INC =&Zvýšit(+)
MNU_RULER_TRANSPARENT_DEC =&Snížit(-)

MNU_MAGNIFIER		=Zobrazit &lupu...

#-------------------------------------------------------------
MNU_RULER_EXIT =U&končit
#-------------------------------------------------------------
MNU_RULER_UNIT =&Jednotky
MNU_RULER_UNIT_PIXEL =&Pixely
MNU_RULER_UNIT_INCH =&Palce
MNU_RULER_UNIT_CM = &Centimetry
MNU_RULER_UNIT_DPI = &DPI
MNU_RULER_COLOR = &Barva
MNU_RULER_COLOR_BLUE = &Modrá (výchozí)
MNU_RULER_COLOR_YELLOW = &Žlutá (klasická)
MNU_RULER_COLOR_WHITE = &Bílá
MNU_RULER_COLOR_BLACK = Č&erná
MNU_RULER_UNIT_DPI_CUSTOM = &Vlastní...
DLG_CUSTOMDPI_TITLE= Vlastní nastavení DPI
LBL_CUSTOMDPI_TEXT= Prosím vložte pixely v palcích (DPI) :

[WhiteBoard]
#-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH =Tloušťka pera
MNU_WHITEBOARD_PENCOLOR =Barva pera
MNU_WHITEBOARD_PENCOLOR_BLACK =Černá
MNU_WHITEBOARD_PENCOLOR_WHITE =Bílá
MNU_WHITEBOARD_PENCOLOR_RED =Červená
MNU_WHITEBOARD_PENCOLOR_GREEN =Zelená
MNU_WHITEBOARD_PENCOLOR_BLUE =Modrá
MNU_WHITEBOARD_PENCOLOR_CYAN =Azurová
MNU_WHITEBOARD_PENCOLOR_MAGENTA =Purpurová
MNU_WHITEBOARD_PENCOLOR_YELLOW =Modrá
MNU_WHITEBOARD_PENCOLOR_GRAY =Šedá
MNU_WHITEBOARD_PENCOLOR_CUSTOM =&Atd...
#-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR =&Vyčistit
MNU_WHITEBOARD_SAVE =&Sejmout
MNU_WHITEBOARD_EXIT =K&onec
#-------------------------------------------------------------
TIP_TOOL_MOVE =Přesun
TIP_TOOL_ZOOM =Přiblížit
TIP_TOOL_PEN =Tužka
TIP_TOOL_LINE =Čára
TIP_TOOL_ARROW =Šipka
TIP_TOOL_SHAPE=Tvar
TIP_TOOL_RECT =Obdélník
TIP_TOOL_ELLIPSE =Elipsa
TIP_TOOL_RRECT =Zaoblený obdélné
TIP_TOOL_TRANSPARENT = Viditelnost
TIP_TOOL_CLEAR=Vyčistit
TIP_TOOL_SAVE=Vyfotit
TIP_TOOL_WIDTH=Šířka
TIP_TOOL_COLOR=Barva

[Print]
#-------------------------------------------------------------
BTN_PRINTERSETUP=Nastavení tisku...
BTN_PRINT=&Tisk
GRB_PREVIEW =Náhled

TAB_PAPERSETUP=Nastavení stránky
TAB_ADDTEXT=Přidat text

GRB_MARGINSETUP=&Rozpětí (mm)
LBL_MARGINTOP=Nahoru
LBL_MARGINLEFT=Doleva
LBL_MARGINRIGHT=Doprava
LBL_MARGINBOTTOM=Dolů

GRB_IMAGESETUP=&Nastavení obrázku
CHK_CENTER=Obrázek na střed
CHK_SHRINK=Přizpůsobit stránce (zúžit)
CHK_PROPORTINAL=Zachovat poměr stran
CHK_GRAYSCALE=Stupně šedi

GRB_PAPERCOUNT=&Počet kopií
LBL_PAPERUNIT=Stran

GRB_ORIENTATION=&Orientace
RDO_PORTRAIT=Na výšku
RDO_LANDSCAPE=Na šířku

GRB_HEADER=&Záhlaví
CHK_HEADERADD=Přidat
CBO_HEADERDEFAULT=Prosím zadejte text záhlaví zde
LBL_HEADERMARGIN=Okraj :
BTN_HEADERFONT=Písmo...
RDO_HEADERLEFT=Vlevo
RDO_HEADERCENTER=Ve středu
RDO_HEADERRIGHT=Vpravo

GRB_FOOTER=&Zápatí
CHK_FOOTERADD=Přidat
CBO_FOOTERDEFAULT=PRosím zadejte text zápatí zde
LBL_FOOTERMARGIN=Okraj :
BTN_FOOTERFONT=Písmo...
RDO_FOOTERLEFT=Vlevo
RDO_FOOTERCENTER=Ve středu
RDO_FOOTERRIGHT=Vpravo
#-------------------------------------------------------------

[Facebook] 
#and Twitter
#and WebUpload
#-------------------------------------------------------------
BTN_CLOSE = &Zavřít
LBL_PREVIEW = Náhled obrázku
LBL_CAPTION = Titulek fotky
RDO_SELECTALBUMS = Zvolte album
RDO_CREATEALBUM = Vytvořit nové album
LBL_CREATEALBUM_NAME = Název : 
LBL_CREATEALBUM_LOCATION = Místo : 
LBL_CREATEALBUM_DESCRIPTION =Popis : 
LBL_CREATEALBUM_PRIVACY = Oprávnění : 
CBO_CREATEALBUM_1 = Všichni
CBO_CREATEALBUM_2 = Moje síť a přátelé
CBO_CREATEALBUM_3 = Přátelé přátel
CBO_CREATEALBUM_4 = Jen přátelé
BTN_UPLOAD = Nahrát
LBL_IMGURL = URL obrázku
LBL_LINKURL = URL album
LBL_UPLOADING=Nahrávám...
LBL_UPLOADCOMPLETE = Nahrávání dokončeno
LBL_UPLOADWAIT = Čekám na odpověď...
LBL_UPLOADFAILURE = Nahrávání se nezdařilo. Zkuste to znovu.
LBL_UPLOADRESULT = Úspěšně jste nahráli jednu fotografii.
LBL_ACCOUNT = Účet :
LBL_PASSWORD = Heslo :
LBL_REMEMBERPASSWORD = Pamatuj si heslo
LBL_MESSAGE = Zpráva :

LBL_WEBUPLOAD_TITLE = Nahrávat obrázky přímo na web
LBL_WEBUPLOAD_TITLESUB = za pomocí ImageShack - Free image hosting service
LBL_WEBUPLOAD_SIGNUP = Za registrujte se pro správu fotografií které nahrajete!

LBL_WEBUPLOAD_NOACCOUNT = Host (registrace není nutná)
LBL_WEBUPLOAD_ACCOUNTEXIST = Mám ImageShack účet

#3.1.4
BTN_REQUESTTWITTERPIN = Autorizovat aplikaci
BTN_REMEMBERME = Zapamatovat si mě na tomto počítači
LBL_TWITTERPIN = PIN
BTN_CONNECT = &Připojit
BTN_DISCONNECT = &Odpojit
#3.1.4

#-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS=Přehled záložek
MNU_RENAME=&Přejmenovat...
LBL_RENAME=Prosím zadejte jméno souboru.

#3.0.0

[ObjectProperty]

SHP_SHAPES = Tvary
SHP_LINE = Čára
SHP_CURVE = Křivka
SHP_ARROW = Šipka
SHP_CURVEARROW = Křivá šipka
SHP_ELLIPSE = Elipsa
SHP_RECT = Obdélník
SHP_ROUNDRECT = Zaoblený obdélník
SHP_BALLOON = Bublina
SHP_DIAMOND = Kosočtverec
SHP_PENTAGON = Pětiúhelník
SHP_Hexagon = Šestiúhelník
SHP_5STAR = Pěticípá hvězda
SHP_6STAR = Šesticípá hvězda

TAB_EDIT = Upravit
TBN_DELETE_OBJECT = &Smazat
TBN_DUPLICATE=D&uplikovat

MNU_FLATTEN = &Srovnat
MNU_FLATTENALL = &Srovnat vše

LST_CHANGESHAPE = Změnit tvar

TAB_SHAPESTYLES=Styly tvarů

TBN_SHAPETEXT=Vložit &text...
TBN_SHAPEFILL=Vyplnit
MNU_SHAPEFILL_NOFILL=Nevyplnit
MNU_SHAPEFILL_SOLIDFILL=Masivně vyplnit
MNU_SHAPEFILL_GRAFILL=Vertikální přechod
MNU_SHAPEFILL_RADIALFILL=Kruhový přechod

TBN_SHAPEOUTLINE=Obrys
MNU_SHAPEOUTLINE_NOLINE = Bez obrysu
MNU_SHAPEOUTLINE_SOLIDLINE = Jednotlivý obrys
MNU_SHAPEOUTLINE_DOTLINE = Linka teček
MNU_SHAPEOUTLINE_DASHLINE = Linka pomlček
MNU_SHAPEOUTLINE_DASHDOTLINE = Linka teček a pomlček
MNU_SHAPEOUTLINE_DASHDOTDOTLINE = Linka pomlček teček a teček


TBN_SHAPEFORMAT=Formát tvaru
TBN_SHAPEEFFECTS=Efekty tvaru
MNU_SHAPEEFFECTS_NOEFFECTS=Bez efektu
MNU_SHAPEEFFECTS_SHADOW=Efekty
MNU_SHAPEEFFECTS_SHADOWUSE=Stín
MNU_SHAPEEFFECTS_SHADOWOPTION=Možnosti...

MNU_SHAPEEFFECTS_BALLOONPOS=Směr bubliny
MNU_SHAPEEFFECTS_BALLOONPOSTL=Nahoře vlevo
MNU_SHAPEEFFECTS_BALLOONPOSTR=Nahoře vpravo
MNU_SHAPEEFFECTS_BALLOONPOSBL=Dole vlevo
MNU_SHAPEEFFECTS_BALLOONPOSBR=Dole vpravo

MNU_SHAPEEFFECTS_ARROWSTART = Začít psát
MNU_SHAPEEFFECTS_ARROWEND = Skončit psát
MNU_SHAPEEFFECTS_ARROWNONE = Bez šipky
MNU_SHAPEEFFECTS_ARROW1 = Šipka 1
MNU_SHAPEEFFECTS_ARROW2 = Šipka 2
MNU_SHAPEEFFECTS_ARROWCIRCLE = Kruh
MNU_SHAPEEFFECTS_ARROWDIAMOND = Diamant

MNU_SHAPE_ARRANGE=Uspořádat
BTN_SHAPE_FRONT=Přenést do popředí
BTN_SHAPE_BACK=Poslat do pozadí

BTN_SHAPE_ARROWSTYLE=Styl šipky

TAB_SHAPECOLOR=Barvy tvarů

[Licenses]

rdoRegistered = Jsem registrovaný uživatel a mám kód pro komerční využití.
rdoPersonal = Chci použít tento program pro osobní použití.
btnBuy = &Koupit
btnRegister = &Registrovat
btnAgree= &Souhlasím
btnClose = &Zavřít
lblEnterLicense = Zadejte Vaše registrační údaje
lblOwnerName = Jméno vlastníka
lblRegistrationCode = Registrační kód

lblLicenseInfo = Tento produkt je licencován pro:
lblPersonalUse = Pro domácího uživatele (osobní používání)

#3.0.0

#3.0.6
[ImagesSet]

grbJPEGOption=JPEG možnosti
lblJPEGQuality=Kvalita


cboJPEGQualityMaximum = Maximální
cboJPEGQualityHigh = Vysoká
cboJPEGQualityMedium = Střední
cboJPEGQualityLow = Nízká
#3.0.6

#3.0.7
[SaveAll]

grbSaveOptions=Uložit možnosti
lblSelectFolder=Vyberte složku pro uložení obrázků.

rdoAllImages=Všechny obrázky
rdoUnsavedImages=Všechny neuložené obrázky

grbFileOptions=Možnosti souboru
lblFileName=Název souboru
lblFileType=Typ souboru
rdoFiles=Soubory
#3.0.7

#3.1.0
[ColorBalance]

grpbxColorBalance=Vyvážení barev
lblColorLevels=Úrovně barev

grpbxToneBalance= Rovnováha tónů
rdbtnShadows=Stíny
rdbtnMidtones=Střední tóny
rdbtnHighlights=Zvýraznění
chckbxPreserveLuminosity=Zachovat světlost
#3.1.0

#3.1.4
[StartPage]

lblStartHome = Vybrat úlohu...
lblStartTitle1 = Nová úloha
lblStartTitle2 = Grafické doplňky
chkStartDoNotShow = Nezobrazovat toto okno při spuštění programu

#3.1.4

[Message]
MSG_TRAY_TITLE = PicPick
MSG_ICON_TITLE = PicPick
MSG_MESSAGEBOX_TITLE = PicPick
MSG_PROTRACTOR_CENTERPOINT = Klikněte do středu obrazovky.
MSG_PROTRACTOR_POINT = '
MSG_ACTIVEWINDOW_1 = Stiskněte [
MSG_ACTIVEWINDOW_2 = ] tlačítko pro vyfocení aktuálního okna.
MSG_EXITSAVEIMAGE_1 = Chcete uložit změny pro [
MSG_EXITSAVEIMAGE_2 = ]?
MSG_DEFAULT_IMAGENAME = Obrázek
MSG_DIRECTORYACCESSERROR = Nemůžu se dostat do adresáře.
MSG_DEFAULT_TAPNAME = Bez obrázků
MSG_HOTKEY_ALREADY1 = PicPick nemůže používat následující klávesové zkratky (pravděpodobně jsou využívány jiným programem pro tvorbu screenshotů):
MSG_HOTKEY_ALREADY2 = Chcete tyto klávesové zkratky změnit?

MSG_THISFOLDERNOTFOUND = Adresář [cesta nebo jméno složky] nebyl nalezen.
MSG_INVALID_FILENAME = Tento soubor je neplatný.
MSG_INVALID_CLIPBOARD = Došlo k chybě při získávání dat ze schránky.
MSG_CANNOTREPEATCAPTURE = Nelze najít vybrané oblasti od posledního zachycení.
MSG_CLOSEALLIMAGE = Chcete zavřít všechny neuložené obrázky?

MSG_FILE_OPEN =Otevřít
MSG_FILE_SAVE =Uložit jako

MSG_NEWVERSIONAVAILABLE = Nová verze programu PickPick je k dispozici! Přejete si přejít na stránky ke stažení (EN)?

MSG_PROGRAM_NOTADDYET=Musíte si zvolit externí program pro zaslání Vašich screenshotů!
MSG_EXTERNALPROGRAMERROR=Nemohu najít zvolený program.
MSG_PARAMETERS_TITLE=PicPick parametry
MSG_OLDLANGUAGE =Soubor s jazykem programu je zastaralý, některé texty nejsou přeloženy. Přejete si přesto použít tento jazyk?
MSG_INVALIDALBUMNAME=Jméno alba je špatné.
MSG_CREATEFAILUREALBUM=Nepovedlo se vytvořit album.
MSG_LOADINGFAILUREALBUM=Nepodařilo se načíst alba.
MSG_IDEMPTY = Prosím zadejte uživatelské ID.
MSG_PWEMPTY = Prosím zadejte uživatelské heslo.

#3.0.0
MSG_SAVE = &Uložit
MSG_DONTSAVE = Neuk&ládat
MSG_DONTSAVEALL = Neukládat &nic
MSG_NODISPLAYAGAIN = Nezobrazovat tento dialog znovu

BTN_YES = &Ano
BTN_NO = &Ne
BTN_NOALL = &Ne pro všechny

MSG_INPUTTEXT = Prosím zadejte text zde

MSG_FLATTENLAYER= Pro tuto akci musíte srovnat tvary s obrázkem na pozadí. Chcete srovnat tvary?
MSG_FLATTENALL= Chcete srovnat všechny tvary?

MSG_INVALID_DOWNLOADURL =Vznikla chyba při stahování obrázku.


MSG_OPENURL=Zadejte adresu URL.

MSG_ANYSETTINGOK = Nastavení bylo úspěšně změněno.
MSG_DEFAULTEDITOR=PickPick byl zvolen jako výchozí editor obrázků.

#3.0.0

#3.0.7
MSG_FTPINFONEED=Nejdřív musíte zadat informace k vašemu FTP serveru.
#3.0.7

#3.1.4
MSG_CONNECTIONFAIL=Vyskytla se chyba při připojování k serveru.
#3.1.4